Repository: DasRed/coocader
Catalog: Coocader/Coocader/*.lproj/Localizable.strings
Languages: ar, de, fr, ja, ko, zh_hans, zh_hant

source: Endless Game
ar: لعبة لا نهاية لها
de: Endlosspiel
fr: jeu sans fin
ja: エンドレスゲーム
ko: 끝없는 게임
zh_hans: 无尽的游戏
zh_hant: 無盡的遊戲

# Level Modus
source: Level Mode
ar: وضع مستوى
de: Level Modus
fr: mode niveau
ja: レベルモード
ko: 레벨 모드
zh_hans: 水平模式
zh_hant: 級別模式

source: Game Center
ar: مركز اللعبة
fr: Centre de jeu
ja: ゲームセンター
ko: 게임 센터
zh_hans: 游戏中心
zh_hant: 遊戲中心

# Werbung entfernen
source: Remove Ad
ar: إزالة الإعلان
de: Werbung entfernen
fr: Retirer annonce
ja: 広告を削除
ko: 광고를 제거
zh_hans: 删除广告
zh_hant: 刪除廣告

# Einkäufe wiederherstellen
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
fr: restaurer Achats
ja: 購入を復元
ko: 구매를 복원
zh_hans: 恢复购买
zh_hant: 恢復購買

# Bitte aktiviere In-App Käufe in den Einstellungen
source: Please enable In App Purchase in Settings
ar: يرجى تمكين في شراء التطبيقات في إعدادات
de: Bitte aktivieren In-App-Käufe in den Einstellungen
fr: S'il vous plaît permettre à Purchase App dans Paramètres
ja: 設定でアプリ内購入で有効にしてください
ko: 설정에서 앱 구매에 사용하세요
zh_hans: 请启用应用程序内购买的设置
zh_hant: 請啟用應用程序內購買的設置

# In-App Käufe sind deaktiviert
source: In-App Purchases not enabled
ar: في والتطبيقات مشتريات غير ممكنة
de: In-App-Käufe sind nicht aktiviert
fr: In-App achats pas activé
ja: アプリ内購入が有効になっていません
ko: 인앱 구매는 사용할 수 없습니다
zh_hans: 应用内未启用采购
zh_hant: 應用內未啟用採購

source: Okay
ar: حسنا
fr: D'accord
ja: はい
ko: 그래
zh_hans: 好
zh_hant: 好

# Punkte
source: Points
ar: نقاط
de: Punkte
ja: 点数
ko: 전철기
zh_hans: 点
zh_hant: 點

# difficult-0
source: Scaredy Cat
ar: خائفة القط
de: Angsthasen
fr: Scaredy Chat
ja: 意気地なし
ko: 무서운 고양이
zh_hans: 胆小猫
zh_hant: 膽小貓

# difficult-1
source: Easy
ar: سهل
de: Leicht
fr: Facile
ja: 簡単に
ko: 쉬운
zh_hans: 容易
zh_hant: 簡單

# difficult-2
source: Normal
ar: عادي
fr: Ordinaire
ja: ノーマル
ko: 표준
zh_hans: 正常
zh_hant: 正常

# difficult-3
source: Heavy
ar: ثقيل
de: Schwer
fr: Lourd
ja: おもい
ko: 무거운
zh_hans: 重
zh_hant: 重

# difficult-4
source: Superhero
ar: خارقة
de: Superhelden
fr: Super-héros
ja: スーパーヒーロー
ko: 슈퍼 히어로
zh_hans: 超级英雄
zh_hant: 超級英雄

# Ja
source: Yes
ar: نعم فعلا
de: Ja
fr: Oui
ja: はい
ko: 예
zh_hans: 是
zh_hant: 是

# Nein
source: No
ar: لا
de: Nein
fr: Non
ja: いいえ
ko: 아니오
zh_hans: 没有
zh_hant: 沒有

# Du hast gewonnen!
source: YOU WON!
ar: لقد فزت!
de: DU HAST GEWONNEN!
fr: TU AS GAGNÉ!
ja: あなたが獲得しています！
ko: 당신 원!
zh_hans: 你赢了！
zh_hant: 你贏了！

# Du hast verloren!
source: You lost!
ar: لقد خسرت!
de: Du hast verloren!
fr: Tu as perdu!
ja: あなたが負けた！
ko: 당신은 잃었다!
zh_hans: 你输了！
zh_hant: 你輸了！

# Möchtest du noch einmal spielen?
source: Do you want play again?
ar: هل تريد اللعب مرة أخرى؟
de: Möchtest du noch einmal spielen?
fr: Voulez-vous jouer à nouveau?
ja: もう一度プレイしたいですか？
ko: 다시 재생 하시겠습니까?
zh_hans: 你想再次发挥？
zh_hant: 你想再次發揮？

# Möchtest du wirklich aufhören zu spielen?
source: You sure you want to stop playing?
ar: أنت متأكد أنك تريد التوقف عن اللعب؟
de: Möchtest du wirklich aufhören zu spielen?
fr: Voulez-vous vraiment arrêter de jouer?
ja: あなたは必ず再生を停止したいですか？
ko: 당신은 확실히 당신은 재생을 중지하려면?
zh_hans: 你确定要停止播放？
zh_hant: 你確定要停止播放？

# Deine Punkte werden nicht gespeichert!
source: Your scores will not be saved!
ar: لن يتم حفظ عشرات الخاص بك!
de: Deine Punkte werden nicht gespeichert!
fr: Vos notes ne seront pas sauvegardés!
ja: あなたのスコアは保存されません！
ko: 당신의 점수는 저장되지 않습니다!
zh_hans: 你的成绩将不会被保存！
zh_hant: 你的成績將不會被保存！

# Der Levelfortschritt wird nicht gespeichert!
source: The level progress will not be saved!
ar: لن يتم حفظ التقدم مستوى!
de: Der Levelfortschritt wird nicht gespeichert!
fr: La progression de niveau ne sera pas sauvé!
ja: レベルの進捗状況は保存されません！
ko: 레벨 진행 상황이 저장되지 않습니다!
zh_hans: 该级别的进展将不会被保存！
zh_hant: 該級別的進展將不會被保存！

# Möchtest du das nächste Level spielen
source: Do you want to play the next level?
ar: هل تريد أن تلعب المستوى التالي؟
de: Möchtest du das nächste Level spielen?
fr: Voulez-vous jouer au prochain niveau?
ja: あなたは次のレベルを再生したいですか？
ko: 당신은 다음 수준을 재생 하시겠습니까?
zh_hans: 你要玩一个新的水平？
zh_hant: 你要玩一個新的水平？

# Alle Level in diesem Levelpack sind abgeschlossen
source: All Level to Level Pack are finished!
ar: الانتهاء من كل مستوى لمستوى حزمة!
de: Alle Level im Levelpaket sind abgeschlossen.
fr: Tous les niveaux dans le pack de niveau sont finis.
ja: レベルパックへのすべてのレベルを終了します！
ko: 레벨 팩에 대한 모든 레벨을 완료!
zh_hans: 所有级别为级包已完成！
zh_hant: 所有級別為級包已完成！

# reward-0
source: Waiting
ar: انتظار
de: Warten
fr: Attendre
ja: 待っています
ko: 기다리는
zh_hans: 等候
zh_hant: 等候

# reward-1
source: Hurried
ar: متعجل
de: Eilig
fr: Pressé
ja: 慌しいです
ko: 서둘러
zh_hans: 慌忙
zh_hant: 慌忙

# reward-2
source: Slower
ar: أبطأ
de: Langsamer
fr: Ralentissez
ja: もっとゆっくり
ko: 느린
zh_hans: 慢点
zh_hant: 慢點

# reward-3
source: Faster
ar: أسرع
de: Schneller
fr: Plus vite
ja: もっと早く
ko: 빠른
zh_hans: 快点
zh_hant: 快點

# reward-4
source: Fear
ar: خوف
de: Angst
fr: La crainte
ja: 恐れ
ko: 무서움
zh_hans: 恐惧
zh_hant: 恐懼

# reward-5
source: Braveness
ar: جرأة
de: Mut
fr: bravoure
ja: ブレイブネス
zh_hans: 勇敢
zh_hant: 勇敢

# reward-6
source: Line Destroyer
ar: المدمرة خط
de: Zeilenzerstörer
fr: Destroyer de ligne
ja: ライン・デストロイヤー
ko: 라인의 파괴자
zh_hans: 线驱逐舰
zh_hant: 線驅逐艦

# reward-7
source: Bomb
ar: قنبلة
de: Bombe
fr: Bombe
ja: 爆弾
ko: 폭탄
zh_hans: 炸弹
zh_hant: 炸彈

# reward-8
source: Deathline
ar: خط الموت
de: Todeslinie
fr: ligne de la mort
ja: 死ライン
ko: 죽음 라인
zh_hans: 生死一线

# reward-8-value
source: Deathline for %.01f seconds
ar: خط الموت ل%.01f ثواني
de: Todeslinie für %.01f Sekunden
fr: ligne de la mort pour %.01f secondes
ja: %.01f秒間死ライン
ko: %.01f 초 동안 죽음 라인
zh_hans: 生死一线为％.01f秒
zh_hant: Deathline為%.01f秒

# reward-9
source: Spectral Shot
ar: أطلق عليه الرصاص الطيفي
de: Spektralschuss
fr: Prise de vue spectrale
ja: スペクトラルショット
ko: 스펙트럼 샷
zh_hans: 光谱射击
zh_hant: 光譜射擊

# reward-9-value
source: Spectral Shot for %.01f seconds
ar: أطلق عليه الرصاص الطيفي ل%.01f ثواني
de: Spektralschuss für %.01f Sekunden
fr: Prise de vue spectral pour %.01f secondes
ja: %.01f秒のためのスペクトルショット
ko: %.01f 초 동안 스펙트럼 샷
zh_hans: 光谱射击为％.01f秒
zh_hant: 光譜射擊的%.01f秒

# Kaufen
source: Buy
ar: يشترى
de: Kaufen
fr: Acheter
ja: 購入
ko: 사기
zh_hans: 购买
zh_hant: 購買

# Spielen
source: Play
ar: لعب
de: Spielen
fr: Jouer
ja: 遊びます
ko: 놀이
zh_hans: 玩
zh_hant: 玩

# Diese Levelpakete müssen abgeschloßen werden:
source: This level packages must be completed:
ar: يجب أن تكتمل حزم مستوى هذا:
de: Diese Levelpakete müssen abgeschloßen werden:
fr: Ce paquet de niveau doivent être remplies:
ja: このレベルパッケージが完了する必要があります。
ko: 이 레벨 패키지를 완료해야합니다 :
zh_hans: 该级封装必须完成：
zh_hant: 該級封裝必須完成：

# Diese Level müssen abgeschloßen werden:
source: This level must be completed:
ar: يجب أن تكتمل هذه المرحلة:
de: Diese Level müssen abgeschloßen werden:
fr: Ce niveau doit être remplie:
ja: このレベルを完了する必要があります。
ko: 이 수준을 완료 할 수 있어야합니다 :
zh_hans: 这个级别必须完成：
zh_hant: 這個級別必須完成：

source: Level
ar: مستوى
fr: Niveau
ja: レベル
ko: 수평
zh_hans: 水平
zh_hant: 水平

# weitere X Level verfügbar
source: more %i Level available
ar: مزيد من مستوى X متاح
de: weitere %i Level verfügbar
fr: plus %i Niveau disponibles
ja: 利用可能なより多くの%iレベル
ko: 가능한 많은 %i 레벨
zh_hans: 更多的可用％i级
zh_hant: 提供更多的%i級

# x von Y Levels abgeschlossen
source: completed %i of %i Levels
ar: %i الانتهاء من مستويات %i
de: %i von %i Levels abgeschlossen
fr: %i remplis de niveaux %i
ja: 完成した%i、%iのレベル
ko: %i 수준의 완성 %i
zh_hans: 完成%i %i水平
zh_hant: %i表達的完成點¯%i

# Die Zeit ist abgelaufen.
source: The time has expired.
ar: انتهت صلاحية الوقت.
de: Die Zeit ist abgelaufen.
fr: Le temps est écoulé.
ja: 時間の有効期限が切れています。
ko: 시간이 만료되었습니다.
zh_hans: 时间已过期.
zh_hant: 時間已過期。

# Möchtest du ohne Zeitlimit weiterspielen?
source: Do you want to continue playing, press buy?
ar: هل ترغب في الاستمرار في اللعب، اضغط شراء؟
de: Möchtest du ohne Zeitlimit weiterspielen?
fr: Voulez-vous continuer à jouer sans limite de temps?
ja: あなたはプレスが購入、プレーを続行しますか？
ko: 당신은 재생을 눌러 구매를 계속 하시겠습니까?
zh_hans: 是否要继续玩没有时间限制?
zh_hant: 你想繼續播放，請按買？

# Spiel beenden
source: Exit Game
ar: خروج لعبة
de: Spiel beenden
fr: fin de jeu
ja: 終了ゲーム
ko: 종료 게임
zh_hans: 游戏结束
zh_hant: 退出遊戲
